Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax_credits_and_reliefs/start_your_own_business_scheme.html.txt.tmx
Source language: en
Languages: ga

source: Start Your Own Business Relief
ga: Faoiseamh chun do Ghnólacht Féin a Thosú

source: If you have been unemployed for at least 12 months and set up a qualifying business, the Start Your Own Business scheme provides an exemption from income tax up to a maximum of €40,000 per annum for a period of 2 years
ga: Má bhí tú dífhostaithe ar feadh 12 mhí, ar a laghad, agus má bhunaíonn tú gnó cáilitheach, soláthraíonn an scéim Do Ghnólacht Fein a Thosú díolúine ó cháin ioncaim a mhéid le €40,000 sa bhliain ar feadh tréimhse dhá bhliain

source: Start Your Own Business Relief only applies to income tax payable on the profits from your business
ga: Ní bhaineann an Faoiseamh chun do Ghnólacht Féin a Thosú ach le cáin ioncaim atá iníoctha ar na brabúis ó do ghnólacht

source: It does not extend to PRSI and Universal Social Charge (USC) so you will be liable to pay PRSI and USC on any profits earned in your new business
ga: Ní chuimsíonn sé ÁSPC agus an Muirear Sóisialta Uilíoch (MSU), mar sin, beidh tú faoi dhliteanas ÁSPC agus an MSU a íoc ar aon bhrabúis a thuill tú i do ghnólacht nua

source: The Start Your Own Business scheme runs from 25 October 2013 to 31 December 2018
ga: Tá an scéim Do Ghnólacht Féin a Thosú á reáchtáil ón 25 Deireadh Fómhair 2013 go dtí an 31 Nollaig 2018

source: You may qualify for this relief if you have been unemployed and getting any (or a combination) of the following for 12 months or more:
ga: D’fhéadfá cáiliú don fhaoiseamh seo má bhí aon cheann de na híocaíochtaí a leanas á fháil agat ar feadh 12 mhí nó ní b’fhaide:

source: If you have spent time on certain training or on employment schemes this period will be treated as part of a period of unemployment
ga: Má chaith tú roinnt ama ar scéimeanna áirithe oiliúna nó ar scéimeanna fostaíochta, caithfear leis an tréimhse seo mar chuid de thréimhse dhífhostaíochta

source: Examples of training courses and schemes include Further Education and Training (FET) courses, Community Employment, and the Back to Education Scheme
ga: I measc samplaí de chúrsaí agus de scéimeanna oiliúna tá cúrsaí Breisoideachais agus Oiliúna (BOO), Fostaíocht Pobail, agus an Scéim um Fhilleadh ar Oideachas

source: If you took up employment for a period but lost your job and returned to your jobseeker’s payment you can qualify (provided the two jobseeker claims are not separated by more than 12 months and your total claim is more than 12 months)
ga: Má ghlac tú le fostaíocht do thréimhse, ach má chaill tú do phost agus má d’fhill tú ar d’íocaíocht chuardaitheora poist, féadfaidh tú cáiliú (a fhad agus nach bhfuil achar breis agus 12 mhí idir an dá éileamh cuardaitheora poist agus a fhad gur mhair d’éileamh iomlán breis agus 12 mhí)

source: If you work part-time and claim a jobseeker’s payment for the other days you can qualify for the Start Your Own Business Relief once you have been getting a jobseeker’s payment for 312 days of unemployment
ga: Má oibríonn tú go páirtaimseartha agus má éilíonn tú íocaíocht chuardaitheora poist do na laethanta eile, féadfaidh tú cáiliú d’Fhaoiseamh chun do Ghnólacht Féin a Thosú a luaithe atá íocaíocht chuardaitheora poist á fáil agat ar feadh 312 lá dífhostaíochta

source: You should check with your social welfare local office or Intreo centre if you are unsure whether you meet the criteria
ga: Ba cheart duit seiceáil le d’oifig áitiúil leasa shóisialaigh nó le hionad Intreo mura bhfuil tú cinnte cibé acu an gcomhlíonann nó nach gcomhlíonann tú na critéir

source: You can also read case studies on Revenue’s website
ga: Anuas air sin, féadfaidh tú cás-staidéir a léamh ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: If you qualify for the Start Your Own Business Relief, the following must also apply:
ga: Má cháilíonn tú d’Fhaoiseamh chun do Ghnólacht Féin a Thosú, ní mór go mbeidh an méid a leanas i gceist:

source: • The business must be set up between 25 October 2013 and 31 December 2018
ga: • Ní mór an gnólacht a bhunú idir an 25 Deireadh Fómhair 2013 agus an 31 Nollaig 2018

source: • It must be a new business (not a business that is bought, inherited or otherwise acquired)
ga: • Ní mór gur gnólacht nua é (seachas gnólacht a cheannaítear, a fhaightear le hoidhreacht nó a fhaightear ar bhealach eile)

source: • It must be unincorporated, that is, it must not be registered as a company
ga: • Ní mór nach gnólacht neamhchorpraithe é, is é sin, ní mór nach bhfuil sé cláraithe mar chuideachta

source: You can claim Start Your Own Business Relief if you are getting the Back to Work Enterprise Allowance (BTWEA)
ga: Féadfaidh tú d’Fhaoiseamh chun do Ghnólacht Féin a Thosú a éileamh má tá an Liúntas Fiontraíochta um Fhilleadh ar Obair (BTWEA) á fháil agat

source: (However if you started to get the BTWEA before 25 October 2013 you do not qualify for the relief because you had already started your business before the start date for the scheme.)
ga: (Má thosaigh tú leis an BTWEA a fháil roimh an 25 Deireadh Fómhair 2013, ní cháilíonn tú don fhaoiseamh seo mar gheall gur thosaigh tú do ghnólacht cheana roimh dháta tosaigh na scéime.)

source: You can claim the relief on up to €40,000 of profits each year for 2 years
ga: Féadfaidh tú an faoiseamh a éileamh ar a mhéid le €40,000 de bhrabúis gach bliain ar feadh 2 bhliain

source: How you calculate the relief depends on when you started your new business
ga: Braitheann conas a ríomhann tú an faoiseamh ar cathain a thosaigh tú do ghnólacht nua

source: Year 1: You do not have to pay income tax on your profits if they are less than the cap
ga: Bliain 1: Ní gá duit cáin ioncaim a íoc ar do bhrabúis má tá siad faoi bhun na caidhpe

source: If you start your new business in January (and you use the calendar year as your accounting year) the cap for the year is €40,000
ga: Má thosaíonn tú do ghnólacht nua in Eanáir (agus má úsáideann tú an bhliain féilire mar do bhliain chuntasaíochta), is í an chaidhp don bhliain €40,000

source: If you start your business later in the year then the cap will be reduced proportionately according to the month you start
ga: Má thosaíonn tú do ghnólacht níos déanaí sa bhliain, laghdófar an chaidhp go comhréireach de réir na míosa a thosaíonn tú

source: For example if you start your business in February, 11 months remain in the year so you can earn up €36,667 (11/12 of €40,000)
ga: Mar shampla, má thosaíonn tú do ghnólacht i bhFeabhra, tá 11 mhí fanta sa bhliain, mar sin, is féidir leat a mhéid le €36,667 (11/12 de €40,000) a thuilleamh

source: If you start your business in December, one month remains in the year so you can earn up to €3,333 (1/12 of €40,000)
ga: Má thosaíonn tú do ghnólacht i Nollaig, tá mí amháin fanta sa bhliain, mar sin, féadfaidh tú a mhéid le €3,333 (1/12 de €40,000) a thuilleamh

source: Year 2: You do not have to pay income tax on your profits if they are less than the cap of €40,000
ga: Bliain 2: Ní gá duit cáin ioncaim a íoc ar do bhrabúis má tá siad faoi bhun na caidhpe €40,000

source: The accounts for the second year will always be for a period of 12 months
ga: Cuimseoidh na cuntais don dara bliain tréimhse 12 mhí i gcónaí

source: Year 3: Profits for any part of this year which fall within the first 24 months of business are income tax free once they are less than the cap
ga: Bliain 3: Tá brabúis d’aon chuid den bhliain seo a thagann faoi chuimsiú na chéad 24 mí de ghnó saor ó cháin ioncaim a fhad agus atá siad faoi bhun na caidhpe

source: The cap for year 3 is calculated as €40,000 x / 12
ga: Ríomhtar an chaidhp le haghaidh bhliain 3 mar €40,000 x / 12

source: If you started your business in January, then you have used up the 24 months relief in Year 1 and Year 2 and there is no relief available for Year 3
ga: Má thosaigh tú do ghnólacht in Eanáir, tá an faoiseamh 24 mí úsáidte agat i mBliain 1 agus i mBliain 2 agus níl aon fhaoiseamh ar fáil do Bhliain 3

source: If you started your business later in the year then there is still some relief available
ga: Má thosaigh tú do ghnólacht ní ba dhéanaí sa bhliain, tá roinnt faoisimh ar fáil go fóill

source: If you make a loss in your first year of trading you can claim Start Your Own Business Relief before you claim relief for losses in following years
ga: Má dhéanann tú caillteanas sa chéad bhliain duit a bheith ag trádáil, féadfaidh tú Faoiseamh chun do Ghnólacht Féin a Thosú a éileamh sula n-éilíonn tú faoiseamh ar chaillteanais sna blianta ina dhiaidh sin

source: This ensures that if you make a loss you receive actual value for those losses in future years rather than having to set those losses against profits which would not have been subject to income tax under the Start Your Own Business scheme
ga: Cinntíonn seo, má dhéanann tú caillteanas, gheobhaidh tú luach iarbhír do na caillteanais siúd i mblianta amach anseo seachas bheith ort na caillteanais siúd a chur i leith brabús a bheadh faoi réir cáin ioncaim faoin scéim Do Ghnólacht Féin a Thosú

source: You can read further examples of how to calculate Start Your Own Business Relief on Revenue’s website
ga: Féadfaidh tú breis samplaí a léamh faoi conas Faoiseamh chun do Ghnólacht Féin a Thosú a léamh ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: You can also read Frequently Asked Questions on the scheme
ga: Anuas air sin, féadfaidh tú Ceisteanna Coitianta ar an scéim a léamh

source: You do not need to be preapproved for the scheme
ga: Ní gá duit bheith réamhfhaofa don scéim

source: Instead, you claim this relief when you make your income tax return
ga: Ina ionad sin, féadfaidh tú an faoiseamh seo a éileamh nuair a dhéanann tú do thuairisceán cáin ioncaim

source: Note that new businesses get an extension to the normal filing date for your first tax return
ga: Tabhair faoi deara go dtugtar síneadh do ghnólachtaí nua maidir leis an ngnáthdháta comhdaithe do do chéad tuairisceán cánach

source: For example if you set up your new business in 2014 then your first tax return is not due until 31 October 2016
ga: Mar shampla, má bhunaigh tú do ghnólacht nua in 2014, ní bheidh do chéad tuairisceán cánach dlite go dtí an 31 Deireadh Fómhair 2016

source: Revenue's Online Service (ROS) can calculate the amount of income tax, USC and PRSI that you owe
ga: Féadfaidh Seirbhís ar Líne na gCoimisinéirí Ioncaim (ROS) an méid cáin ioncaim, MSU agus ÁSPC atá le híoc agat a ríomh

source: If you do not want to use ROS to file your tax return and if you file a paper tax return before 31 August, Revenue will send you a calculation of the amount of tax, USC and PRSI you owe
ga: Mura mian leat ROS a úsáid chun do thuairisceán cánach a chomhdú agus má chomhdaíonn tú tuairisceán ar pháipéar roimh an 31 Lúnasa, seolfaidh na Coimisinéirí Ioncaim ríomh chugat ar an méid cánach, MSU agus ÁSPC atá le híoc agat

source: The Start Your Own Business Relief only applies to income tax payable on the profits from your business
ga: Ní bhaineann an Faoiseamh chun do Ghnólacht Féin a Thosú ach le cáin ioncaim atá iníoctha ar na brabúis ó do ghnólacht

source: Lo-call telephone numbers for Revenue regional offices are available
ga: Tá fáil ar uimhreacha gutháin íosghlao le haghaidh oifigí réigiúnacha na gCoimisinéirí Ioncaim

source: You can find more detailed contact details for your region
ga: Féadfaidh tú teacht ar shonraí teagmhála níos mionsonraithe le haghaidh do réigiúin
